import React from 'react'

import Container from '@material-ui/core/Container'
import Typography from '@material-ui/core/Typography'


export default function Appendix() {

  return (
      <Container>
        <div>
          <Typography variant="h6">
            『マネージャー服部の独り言』
          </Typography>
          <Typography variant="body1">
            約15年に渡り新しいJ-Popの形を模索しながら、上質なライブを日本全国に届けて来ました(2000本はライブしました笑)。そして、この先どのように作品を生み出し、また活動していくかを考えました。現在は(昔ほどではありませんが)、アーティストというと事務所に所属し、レコード会社と契約して音源を制作し、イベンターを通してツアーを行うという活動を生業としています。
          </Typography>
          <Typography variant="body1">
            しかし、このサイトを見ている方々はご存知の方がほとんどだと思いますが、musiqman Jr.と僕(服部)は、活動の全てを、二人で可能なギリギリまでセルフプロデュースして活動してきました。音楽ビジネスの中心である、特定の顧客を相手にしたファン稼業という形とは異なるスタイル(ほとんどの現場はmusiqman Jr.のことを知らない方々に音楽を提供し、その場で感動や喜び・元気を伝える、言ってみれば一見さん中心の活動)を貫くことでライブにおけるパフォーマンス・クオリティを保ってきました
          </Typography>
          <Typography variant="body1">
            それと共に、仕事の窓口を紹介やご縁のあった方々にほぼ限定し、情報発信も極力しないという口コミ中心の非常にクローズドな活動をしてきました。そういった意味では、「音楽業界のブラックジャックだね」と言われるのもあながち間違いではない気もします笑。
          </Typography>
          <Typography variant="body1">
            一見変わったこの活動スタンスは、手前味噌ながらアーティストの新しいビジネスモデルの一つではないかと思っています。
          </Typography>
          <Typography variant="body1">
            今までの、マスメディアとともにある大手事務所やメジャーレーベルのタイアップなどのやり方は今後もある程度は存続すると思います。しかし、情報化も加速しYouTubeなどネット上からも新しいインディペンデントのアーティストがどんどん出てくる時代を経て、新型コロナによるリモート中心な世の中に変化している今、音楽という素材は次の時代に見合った新しいビジネスモデルを創出する必要があると思います。
          </Typography>
          <Typography variant="body1">
            僕たちはこれから先に、業種・場所を越えて、様々なクリエーターとコラボレーションしたり(もちろんテクノロジーの手も借りつつですが)、色々な角度から新しい社会貢献ができるビジネスモデルを創っていきたいと思っています！ (夢は大きく笑)
          </Typography>
          <Typography variant="body1">
            そんな新しい活動を生み出していく為に、僕らの活動を理解し、支援してくれる方々と共に、次のステージにチャレンジしたいと思い、この倶楽部を立ち上げました。(やや大げさ笑)
          </Typography>
          <br />
          <Typography variant="body1">
            そして、僕(服部)は現在musiqman Jr.のマネジメントという立場ですが、ギタリストとしてツアーサポートもしながら、各所のイベントの立ち上げもしています。
          </Typography>
          <Typography variant="body1">
            最初からマネジメントをしていたわけではありません。musiqman Jr.と出会った時は、ギタリストとして色んなアーティストさんのサポートなどの仕事をしておりました。約15年前、musiqman Jr.に出会って、彼の人間性に触れて「なんでこんなに歌えて、曲作れて、いい人(ざっくり笑)が世に出てないんだろう？？こう言う人が認められない音楽業界ってどうなの？？」と思いました。
          </Typography>
          <Typography variant="body1">
            活動を開始して5年ほどのとあるライブで、かの有名なレコード会社の社長さんがいらっしゃいまして、ライブ後に一言いただいた言葉が衝撃で、、、
          </Typography>
          <Typography variant="body1">
            「君たちのライブ最高だよ！でもごめんね〜うちは本物はいらないんだ〜」と。(驚愕)
          </Typography>
          <Typography variant="body1">
            おそらく社長さんが言いたかった事は、そのレコード会社に必要なアーティストとは、事務所やレコード会社、ひいては広告代理店のイメージに染まれるような、どちらかというと無個性な人材が欲しいという事。個性的なアーティストさんは時として扱いづらい事もあると思います。もちろん、本来はその個性がアーティストのオリジナリティだったり、商品価値なんですが、、、ビジネスとして考えた場合、そんな個性よりは、外側の人たちが作ったパッケージにハマれる・染まれる人材の方が商品にして売りやすい、という側面があるということだと思います。そんな事を目の当たりにして、個人レベルの活動でも、、むしろメジャーの音楽業界の人たちよりも高いクオリティの音源制作や、ライブ活動をやってやろう、と思い今に至っています。
          </Typography>
          <br />
          <Typography variant="body1">
            ざっくり言うと僕らは、
          </Typography>
          <Typography variant="body1">
            musiqman Jr.=歌い手、作詞作曲家、ビジネスの発案、などのクリエイト部門
          </Typography>
          <Typography variant="body1">
            僕(服部)=マネジメント、サポートギター、イベント制作、著作管理等々の実務部門
          </Typography>
          <Typography variant="body1">
            という形で分業してこの回しているわけです。
          </Typography>
          <Typography variant="body1">
          二人で何役こなしとんねん！って感じですが、最近二人で目一杯になってきたので、これから先はいままでご縁のあった方々も巻き込んで、僕らの活動をオンラインを通しても楽しんで見守っていただく、という事をしようと思っておりますので、なにとぞオンラインでもよろしくお願いいたします！
          </Typography>
        </div>
      </Container>
  )
}
